#+title: Evaluación de la exposición
#+author: Gunnar Wolf

* El papel de la criptografía en la protección de la información

- Tema presentado por :: Gabriela Aquino
- Calificación global :: Por favor revisen el resto de este archivo para ver de
  dónde vienen todos estos números 😉

|------------------------+------+--------------------+------+---------|
| Evaluación  compañeros | Peso | Evaluación docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                   9.33 |  0.3 |               9.14 |  0.7 |    9.20 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Evaluación grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 0 | 0 | 3 | 10.00 |
| Nivel        | 0 | 0 | 0 | 1 | 2 |  9.33 |
| Relevancia   | 0 | 0 | 0 | 2 | 1 |  8.67 |
| Claridad     | 0 | 0 | 0 | 1 | 2 |  9.33 |
| Presencia    | 0 | 0 | 0 | 1 | 2 |  9.33 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  9.33 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compañeros
Ningún comentario.


* Evaluación por parte del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |          7.5 |     0.75 |
| Material desarrollado  |    0.2 |           10 |       2. |
| Contenido              |    0.2 |           10 |       2. |
| Fuentes bibliográficas |    0.1 |          7.5 |     0.75 |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |          7.6 |     1.14 |
| Presencia              |   0.15 |           10 |      1.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     9.14 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios

- En tu documento haces una revisión bastante más completa de varios hitos de la
  historia delcifrado, pero en el video (y en la presentación) pegas un “salto
  cuántico” de Egipto, Grecia y Roma hata... ¡La 2ª guerra mundial! 😰
- ¡Ojo! Cuando hablamos de criptografía, muchos se centran en la característica
  de /ocultar la información/. ¡Y es correcto, no digo lo contrario! Sin
  embargo, tan importante como eso (y lo tocas muy brevemente) está la
  /autenticación/, el que un mensaje provenga del autor del que supuestamente
  viene.

  En el mundo actual, si bien el cifrado (/confidencialidad/) es muy importante,
  me atrevo a decir que /autenticación/, /no repudio/ e /integridad/ resultan
  más importantes.
- Cuando llegaste en la exposición a hablar de /criptografía moderna/ te
  atoraste mucho 🙁 Me queda claro, como te dije ya, que este punto esta más
  allá de los puntos que ya conoces 🙁
- La última parte, en que hablas de los aspectos de la seguridad de la
  información, me parece que la tienes también poco clara. Me da gusto que este
  importante tema sea de tu interés, y espero que puedas llenar las dudas que te
  quedan al respecto.

